export const sessionsData = [
  {
    number: "Session 01",
    title: "Productivity OS",
    icon: "fa-robot",
    description: "ระบบจัดการชีวิตและการทำงาน ที่รวมเอาเครื่องมือ เทคนิค และกระบวนการต่าง ๆ (เช่น การจดโน้ต, จัดการงาน/Task, วางแผนเวลา และจัดเก็บข้อมูล) มาออกแบบเรียบเรียงให้อยู่ในระบบเดียวกัน เพื่อช่วยให้ทำงานและดำเนินชีวิตได้อย่างเป็นระเบียบ มีประสิทธิภาพ และบรรลุเป้าหมายได้ง่ายขึ้น",
    speakers: [
      { num: 1, name: "นางสาว วรรณนิสา พันแตง" },
      { num: 2, name: "นาย วรรรณชนะ แสงจันทร์" },
      { num: 3, name: "นาย วีรภัทร ชื่นภิรมย์" },
      { num: 4, name: "นาย วัชรินทร์ หนูน้อย" },
      { num: 5, name: "นาย ศุภโชค อุปมา" }
    ]
  },
  {
    number: "Session 02",
    title: "Project Showcase",
    icon: "fa-cloud",
    description: "นำเสนอโปรเจกต์จบของนักศึกษาสาขาวิทยาการคอมพิวเตอร์ การประยุกต์ใช้ซอฟต์แวร์ อัลกอริทึม และระบบฐานข้อมูลในการแก้ไขปัญหาทางธุรกิจและสังคม",
    speakers: [
      {
        num: 1,
        name: "นางสาว วรรณนิสา พันแตง",
        topic: "ระบบบริหารจัดการร้านคาเฟ่บอร์ดเกม"
      },
      {
        num: 2,
        name: "นาย วรรรณชนะ แสงจันทร์",
        topic: "ระบบบริหารจัดการลำดับการเข้ารับบริการในโรงพยาบาล"
      },
      {
        num: 3,
        name: "นาย วีรภัทร ชื่นภิรมย์",
        topic: "ระบบวิเคราะห์หุ้นและพอร์ตจำลองอัจฉริยะ"
      },
      {
        num: 4,
        name: "นาย วัชรินทร์ หนูน้อย",
        topic: "ระบบ Engine สร้างเกม Visual Novel"
      },
      {
        num: 5,
        name: "นาย ศุภโชค อุปมา",
        topic: "ระบบสารสนเทศเพื่อการบริการและสั่งทำป้ายออนไลน์ ร้าน โอเคกราฟฟิก"
      }
    ]
  }
];
